{
  "nodes": [
    {
      "op": "null", 
      "name": "data", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "4929f9acb10b88bc", 
        "func_name": "tvmgen_default_fused_add"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ], 
        [
          1, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p1", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p2", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "b60cf9fec2cb5155", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ], 
        [
          3, 
          0, 
          0
        ], 
        [
          4, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p3", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_max_pool2d_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "out_layout": "", 
        "hash": "32dad5ee2bfbab5d", 
        "func_name": "tvmgen_default_fused_nn_max_pool2d_add_nn_relu", 
        "layout": "NCHW", 
        "flatten_data": "0", 
        "num_inputs": "2"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ], 
        [
          6, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p4", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p5", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "aaa90ed0f03b4529", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_nn_relu", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ], 
        [
          8, 
          0, 
          0
        ], 
        [
          9, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p6", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p7", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "e268d7662da16874", 
        "func_name": "tvmgen_default_fused_nn_conv2d", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ], 
        [
          12, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "da066165fff122aa", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          10, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p8", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "924b818f2c9f9987", 
        "func_name": "tvmgen_default_fused_add_nn_relu"
      }, 
      "inputs": [
        [
          14, 
          0, 
          0
        ], 
        [
          15, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p9", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p10", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_nn_relu_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "aaa90ed0f03b4529", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_nn_relu", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          16, 
          0, 
          0
        ], 
        [
          17, 
          0, 
          0
        ], 
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p11", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p12", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_add_nn_relu", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "29c5813cc4e93374", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_add_nn_relu", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          20, 
          0, 
          0
        ], 
        [
          14, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p13", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p14", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "466d65ebf817fa34", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          23, 
          0, 
          0
        ], 
        [
          24, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p15", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p16", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "e0a782e098f60277", 
        "func_name": "tvmgen_default_fused_nn_conv2d_1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          22, 
          0, 
          0
        ], 
        [
          27, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "c57d80fa4e0e951e", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          25, 
          0, 
          0
        ], 
        [
          26, 
          0, 
          0
        ], 
        [
          28, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p17", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_nn_relu_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "75abf6b8ff1722f0", 
        "func_name": "tvmgen_default_fused_add_nn_relu_1"
      }, 
      "inputs": [
        [
          29, 
          0, 
          0
        ], 
        [
          30, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p18", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p19", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_nn_relu_1_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "cc787cc77ff463d3", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_nn_relu_1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          31, 
          0, 
          0
        ], 
        [
          32, 
          0, 
          0
        ], 
        [
          33, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p20", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p21", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_add_nn_relu_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "15845a4f09a8f1ed", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_add_nn_relu_1", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          34, 
          0, 
          0
        ], 
        [
          35, 
          0, 
          0
        ], 
        [
          29, 
          0, 
          0
        ], 
        [
          36, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p22", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p23", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "98bdac9e96474022", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ], 
        [
          38, 
          0, 
          0
        ], 
        [
          39, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p24", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p25", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "660c5226a7f51ec2", 
        "func_name": "tvmgen_default_fused_nn_conv2d_2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          37, 
          0, 
          0
        ], 
        [
          42, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "063d4767e3e6e2f7", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          40, 
          0, 
          0
        ], 
        [
          41, 
          0, 
          0
        ], 
        [
          43, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p26", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_nn_relu_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "21e1019437e24e71", 
        "func_name": "tvmgen_default_fused_add_nn_relu_2"
      }, 
      "inputs": [
        [
          44, 
          0, 
          0
        ], 
        [
          45, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p27", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p28", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_nn_relu_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "bf6f5bd0fd7f05ee", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_nn_relu_2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          46, 
          0, 
          0
        ], 
        [
          47, 
          0, 
          0
        ], 
        [
          48, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p29", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p30", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_add_nn_relu_2", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "4", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "15e9c70e18d1d1f2", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_add_nn_relu_2", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          49, 
          0, 
          0
        ], 
        [
          50, 
          0, 
          0
        ], 
        [
          44, 
          0, 
          0
        ], 
        [
          51, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p31", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p32", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "c5cc70cb22469097", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_nn_relu_3", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          52, 
          0, 
          0
        ], 
        [
          53, 
          0, 
          0
        ], 
        [
          54, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p33", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p34", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "d48853056c5aa599", 
        "func_name": "tvmgen_default_fused_nn_conv2d_3", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          52, 
          0, 
          0
        ], 
        [
          57, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "e22f7eaeb76677a7", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_3", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          55, 
          0, 
          0
        ], 
        [
          56, 
          0, 
          0
        ], 
        [
          58, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p35", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_add_nn_relu_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "hash": "09c8373ffc18b5eb", 
        "func_name": "tvmgen_default_fused_add_nn_relu_3"
      }, 
      "inputs": [
        [
          59, 
          0, 
          0
        ], 
        [
          60, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p36", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p37", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_nn_relu_3", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "data_layout": "NCHW", 
        "kernel_layout": "OIHW", 
        "hash": "3e5bb3a812dc8a76", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_nn_relu_3", 
        "out_layout": "", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          61, 
          0, 
          0
        ], 
        [
          62, 
          0, 
          0
        ], 
        [
          63, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p38", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p39", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p40", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_multiply_add_nn_re_a4e88f85cf7823fc_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "5", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "hash": "35c2f55d0a7f448c", 
        "func_name": "tvmgen_default_fused_nn_contrib_conv2d_winograd_without_weight_transform_add_multiply_add_nn_re_a4e88f85cf7823fc_", 
        "data_layout": "NCHW", 
        "flatten_data": "0"
      }, 
      "inputs": [
        [
          64, 
          0, 
          0
        ], 
        [
          65, 
          0, 
          0
        ], 
        [
          59, 
          0, 
          0
        ], 
        [
          66, 
          0, 
          0
        ], 
        [
          67, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_global_avg_pool2d", 
      "attrs": {
        "num_outputs": "1", 
        "out_layout": "", 
        "hash": "48cfbbfa74e9ca5e", 
        "func_name": "tvmgen_default_fused_nn_global_avg_pool2d", 
        "layout": "NCHW", 
        "flatten_data": "0", 
        "num_inputs": "1"
      }, 
      "inputs": [
        [
          68, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "c3e851b99933a40c", 
        "func_name": "__nop"
      }, 
      "inputs": [
        [
          69, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p41", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p42", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_dense_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "hash": "ff7e29b71c397d46", 
        "func_name": "tvmgen_default_fused_nn_dense_add"
      }, 
      "inputs": [
        [
          70, 
          0, 
          0
        ], 
        [
          71, 
          0, 
          0
        ], 
        [
          72, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_softmax", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "hash": "ca61e79ea24e53f0", 
        "func_name": "tvmgen_default_fused_nn_softmax"
      }, 
      "inputs": [
        [
          73, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [
    0, 
    1, 
    3, 
    4, 
    6, 
    8, 
    9, 
    11, 
    12, 
    15, 
    17, 
    18, 
    20, 
    21, 
    23, 
    24, 
    26, 
    27, 
    30, 
    32, 
    33, 
    35, 
    36, 
    38, 
    39, 
    41, 
    42, 
    45, 
    47, 
    48, 
    50, 
    51, 
    53, 
    54, 
    56, 
    57, 
    60, 
    62, 
    63, 
    65, 
    66, 
    67, 
    71, 
    72
  ], 
  "heads": [
    [
      74, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32", 
        "float32"
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 224, 224], 
        [3, 1, 1], 
        [1, 3, 224, 224], 
        [64, 3, 7, 7], 
        [1, 64, 1, 1], 
        [1, 64, 112, 112], 
        [1, 64, 1, 1], 
        [1, 64, 56, 56], 
        [6, 6, 64, 64], 
        [1, 64, 1, 1], 
        [1, 64, 56, 56], 
        [6, 6, 64, 64], 
        [64, 64, 1, 1], 
        [1, 64, 56, 56], 
        [1, 64, 56, 56], 
        [1, 64, 1, 1], 
        [1, 64, 56, 56], 
        [6, 6, 64, 64], 
        [1, 64, 1, 1], 
        [1, 64, 56, 56], 
        [6, 6, 64, 64], 
        [1, 64, 1, 1], 
        [1, 64, 56, 56], 
        [128, 64, 3, 3], 
        [1, 128, 1, 1], 
        [1, 128, 28, 28], 
        [4, 4, 128, 128], 
        [128, 64, 1, 1], 
        [1, 128, 28, 28], 
        [1, 128, 28, 28], 
        [1, 128, 1, 1], 
        [1, 128, 28, 28], 
        [4, 4, 128, 128], 
        [1, 128, 1, 1], 
        [1, 128, 28, 28], 
        [4, 4, 128, 128], 
        [1, 128, 1, 1], 
        [1, 128, 28, 28], 
        [256, 128, 3, 3], 
        [1, 256, 1, 1], 
        [1, 256, 14, 14], 
        [4, 4, 256, 256], 
        [256, 128, 1, 1], 
        [1, 256, 14, 14], 
        [1, 256, 14, 14], 
        [1, 256, 1, 1], 
        [1, 256, 14, 14], 
        [4, 4, 256, 256], 
        [1, 256, 1, 1], 
        [1, 256, 14, 14], 
        [4, 4, 256, 256], 
        [1, 256, 1, 1], 
        [1, 256, 14, 14], 
        [512, 256, 3, 3], 
        [1, 512, 1, 1], 
        [1, 512, 7, 7], 
        [4, 4, 512, 512], 
        [512, 256, 1, 1], 
        [1, 512, 7, 7], 
        [1, 512, 7, 7], 
        [1, 512, 1, 1], 
        [1, 512, 7, 7], 
        [4, 4, 512, 512], 
        [1, 512, 1, 1], 
        [1, 512, 7, 7], 
        [4, 4, 512, 512], 
        [1, 512, 1, 1], 
        [1, 512, 1, 1], 
        [1, 512, 7, 7], 
        [1, 512, 1, 1], 
        [1, 512], 
        [1000, 512], 
        [1, 1000], 
        [1, 1000], 
        [1, 1000]
      ]
    ], 
    "device_index": [
      "list_int", 
      [
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2, 
        2
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        4, 
        5, 
        6, 
        2, 
        7, 
        8, 
        5, 
        9, 
        10, 
        11, 
        2, 
        12, 
        11, 
        13, 
        14, 
        5, 
        15, 
        16, 
        11, 
        17, 
        18, 
        2, 
        19, 
        20, 
        5, 
        11, 
        21, 
        2, 
        22, 
        23, 
        5, 
        24, 
        25, 
        2, 
        26, 
        27, 
        11, 
        28, 
        29, 
        5, 
        2, 
        30, 
        11, 
        31, 
        32, 
        5, 
        33, 
        34, 
        11, 
        35, 
        36, 
        2, 
        37, 
        38, 
        39, 
        11, 
        40, 
        39, 
        41, 
        42, 
        2, 
        43, 
        44, 
        45, 
        39, 
        46, 
        46, 
        47, 
        48, 
        49, 
        46
      ]
    ]
  }, 
  "node_row_ptr": [
    0, 
    1, 
    2, 
    3, 
    4, 
    5, 
    6, 
    7, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    29, 
    30, 
    31, 
    32, 
    33, 
    34, 
    35, 
    36, 
    37, 
    38, 
    39, 
    40, 
    41, 
    42, 
    43, 
    44, 
    45, 
    46, 
    47, 
    48, 
    49, 
    50, 
    51, 
    52, 
    53, 
    54, 
    55, 
    56, 
    57, 
    58, 
    59, 
    60, 
    61, 
    62, 
    63, 
    64, 
    65, 
    66, 
    67, 
    68, 
    69, 
    70, 
    71, 
    72, 
    73, 
    74, 
    75
  ]
}